Repository: Pryancito/zeusircd
Catalog: lang/*/LC_MESSAGES/zeus.po
Languages: es, gl

source: My name is: %s
es: Mi nombre es: %s
gl: O meu nome é %s

source: Zeus IRC Daemon started
es: Demonio Zeus iRCd iniciado
gl: Demonio Zeus iRCd iniciado

source: You have started wrong the ircd. For help check: %s -h
es: Has iniciado mal el ircd. Para ayuda consulta: %s -h
gl: Iniciaches mal o ircd. Para axuda consulta: %s -h

source: Use: %s [-c server.conf] [-p password] -f [-start|-stop|-restart]
es: Uso: %s [-c server.conf] [-p password] -f [-start|-stop|-restart]
gl: Uso: %s [-c server.conf] [-p password] -f [-start|-stop|-restart]

source: Start: %s -start | Stop: %s -stop | Restart: %s -restart
es: Iniciar: %s -start | Parar: %s -stop | Reiniciar: %s -restart
gl: Iniciar: %s -start | Parar: %s -stop | Reiniciar: %s -restart

source: Error loading config file.
es: Error al cargar el archivo de configuracion.
gl: Erro ao cargar o arquivo de configuración.

source: Password %s crypted: %s
es: Password %s encriptada: %s
gl: Contrasinal %s cifrado: %s

source: The server is already started, if not, delete zeus.pid file.
es: El servidor ya esta iniciado, si no es asi borre el archivo zeus.pid.
gl: O servidor xa está iniciado, se non é así borre o arquivo zeus.pid.

source: The server is not started, if not, stop it manually.
es: El servidor no esta iniciado, si no es asi parelo manualmente.
gl: O servidor non está iniciado, se non é así parelo manualmente.

source: User limit set to: %s
es: Limite de usuarios configurado a: %s
gl: Limite de usuarios configurado a: %s

source: Data Error.
es: Error en los datos.
gl: Erro nos datos.

source: Error in nick or channel input.
es: Error al introducir el nick o el canal.
gl: Erro ao introducir o alcume ou a canle.

source: The channel contains no-valid characters.
es: El canal contiene caracteres no validos.
gl: A canle contén caracteres non válidos.

source: The channel %s is already registered.
es: El canal %s ya esta registrado.
gl: A canle %s xa está rexistrado.

source: The channel %s is not registered.
es: El canal %s no esta registrado.
gl: A canle %s non está rexistrado.

source: The nick contains no-valid characters.
es: El nick contiene caracteres no validos.
gl: O alcume contén caracteres non válidos.

source: The nick %s is already registered.
es: El nick %s ya esta registrado.
gl: O alcume %s xa está rexistrado.

source: The nick %s is not registered.
es: El nick %s no esta registrado.
gl: O alcume %s non está rexistrado.

source: Error at data input.
es: Error al introducir los datos.
gl: Erro ao introducir os datos.

source: The HUB doesnt exists, DBs are in read-only mode.
es: El HUB no existe, las BDs estan en modo de solo lectura.
gl: O HUB non existe, as BDs están en modo de só lectura.

source: The channel %s cannot be registered. Please contact with an iRCop.
es: El canal %s no ha sido registrado. Contacte con algun iRCop.
gl: A canle %s non foi rexistrado. Contacte cun iRCop.

source: The channel has been registered.
es: El canal ha sido registrado.
gl: A canle foi rexistrado.

source: The channel %s has been registered.
es: El canal %s ha sido registrado.
gl: A canle %s foi rexistrado.

source: The password contains no valid characters (!:;').
es: El password contiene caracteres no validos (!:;').
gl: O contrasinal contén caracteres non válidos (!:;').

source: The nick %s cannot be registered. Please contact with an iRCop.
gl: O alcume %s non foi rexistrado. Contacte cun iRCop.

source: The nick %s has been registered.
gl: O alcume %s foi rexistrado.

source: The channel %s cannot be deleted. Please contact with an iRCop.
gl: A canle %s non puido ser borrado. Contacte cun iRCop.

source: The channel %s has been deleted.
gl: A canle %s foi borrado.

source: The nick %s is used by somebody. Cannot be deleted.
gl: O alcume %s está en uso, non pode ser borrado.

source: The nick %s cannot be deleted. Please contact with an iRCop.
gl: O alcume %s non puido ser borrado. Contacte cun iRCop.

source: The nick %s has been deleted.
gl: O alcume %s foi borrado.

source: Logued in !
gl: Identificación correcta !

source: Wrong login
gl: Identificación non válida

source: The nick %s is online.
gl: O alcume %s está conectado.

source: The nick %s is offline.
gl: O alcume %s non está conectado.

source: The password for nick %s cannot be changed. Contact with an iRCop.
gl: O contrasinal do alcume %s non foi cambiada. Contacte cun iRCop.

source: The password for nick %s has been changed to: %s
gl: O contrasinal do alcume %s foi cambiada a: %s

source: The email seems to be wrong.
gl: A dirección de correo parece non ser válida.

source: The e-mail for nick %s cannot be changed. Contact with an iRCop.
gl: O e-mail do alcume %s non foi cambiado. Contacte cun iRCop.

source: The e-mail for nick %s has been changed.
gl: O e-mail do alcume %s foi cambiado.

source: Does not exists GLINE for that IP.
gl: Non existe GLINE con esa IP.

source: The GLINE for IP %s cannot be deleted. Please contact with an iRCop.
gl: O GLINE para a IP %s non puido ser borrado. Contacte cun iRCop.

source: The GLINE for IP %s has been deleted.
gl: O GLINE para a IP %s foi borrado.

source: End of /NAMES list.
gl: Fin da lista /NAMES.

source: End of /WHO list.
gl: Fin da lista /WHO.

source: The channel has leaved the flood mode.
gl: A canle saíu do modo flood.

source: The channel has entered into flood mode. The actions are restricted.
gl: A canle entrou en modo flood, as accións están restrinxidas.

source: Error at create the database %s.
gl: Erro ao crear a base de datos %s.

source: Failure at DB connection
gl: Fallo ao conectar á BDD

source: Failed to prepare insert:
gl: Fallo ao preparar insert:

source: Cannot insert the record.
gl: Non se puido inserir o rexistro.

source: Failure /oper auth from nick: %s
gl: Intento errado de autenticacion /OPER do alcume: %s

source: No nickname: [ /nick yournick ]
gl: Non proporcionaches un alcume: [ /NICK o_teu_alcume ]

source: You cannot change your nick.
gl: Non podes cambiar o alcume.

source: You need a password: [ /nick yournick:yourpass ]
gl: Necesitas un contrasinal: [ /NICK o_teu_alcume:o_teu_contrasinal ]

source: Wrong password.
gl: Contrasinal incorrecto.

source: Welcome home.
gl: Benvido a casa.

source: The nick is used by somebody.
gl: O alcume xa esta en uso.

source: More data is needed.
gl: Necesito máis datos.

source: You havent used the NICK command yet, you have limited access.
gl: Non usaches o comando NICK aínda, o teu acceso é limitado.

source: The channel name is empty.
gl: Falta o nome da canle.

source: The channel name is too long.
gl: O nome da canle é demasiado longo.

source: You enter in too much channels.
gl: Entraches en demasiadas canles.

source: The entrance is only allowed to registered nicks.
gl: Só permítese a entrada a alcumes rexistrados.

source: The entrance is only allowed to SSL users.
gl: Só permítese a entrada a usuarios conectados a través de SSL.

source: You got AKICK on this channel, you cannot pass.
gl: Tes AKICK nesta canle, non podes entrar.

source: I need more data: [ /join #channel password ]
gl: Necesito máis datos: [ /JOIN #canle contrasinal ]

source: You are already on this channel.
gl: Xa estás dentro da canle.

source: You are banned, cannot pass.
gl: Estás vetado (BAN), non podes entrar á canle.

source: The channel is on flood, you cannot pass.
gl: A canle está en flood, non podes entrar á canle.

source: You are not into the channel.
gl: Non estás dentro da canle.

source: No topic is set !
gl: Non hai tópico !

source: Channel :Users Name
gl: Canle: Usuarios

source: End of /LIST
gl: Fin da lista /LIST

source: The channel is moderated, you cannot speak.
gl: A canle está moderado, non podes falar.

source: The channel is on flood, you cannot speak.
gl: A canle está en flood, non podes falar.

source: You are banned, cannot speak.
gl: Estás vetado (BAN), non podes falar na canle.

source: Nickname %s try to make SPAM into channel: %s
gl: O alcume %s tentou facer SPAM na canle: %s

source: The message of channel %s contains SPAM.
gl: A mensaxe da canle %s contén SPAM.

source: Nickname %s try to make SPAM to nick: %s
gl: O alcume %s tentou facer SPAM ao alcume: %s

source: Message to nick %s contains SPAM.
gl: A mensaxe ao alcume %s contén SPAM.

source: The nick %s only can receive messages from registered nicks.
gl: O alcume %s só pode recibir mensaxes de alcumes rexistrados.

source: The nick is offline, MeMo has been sent.
gl: O alcume non está conectado, deixóuselle un MeMo.

source: The nick doesnt exists or cannot receive messages.
gl: O alcume non existe ou non pode recibir mensaxes.

source: The channel doesnt exists.
gl: A canle non existe.

source: You are already an iRCop.
gl: Xa es un iRCop.

source: Now you are an iRCop.
gl: Agora es un iRCop.

source: Login failed, your attempt has been notified.
gl: Login Errado, o teu intento foi notificado.

source: There are \002%s\002 users and \002%s\002 channels.
gl: Hai \002%s\002 usuarios e \002%s\002 canles.

source: There are \002%s\002 registered nicks and \002%s\002 registered channels.
gl: Hai \002%s\002 alcumes rexistrados e \002%s\002 canles rexistrados.

source: There are \002%s\002 connected iRCops.
gl: Hai \002%s\002 iRCops conectados.

source: There are \002%s\002 connected servers.
gl: Hai \002%s\002 servidores conectados.

source: This server started as long as: %s
gl: Este servidor leva aceso: %s

source: Version of ZeusiRCd: %s
gl: Versión de ZeusiRCd: %s

source: Version of DataBase: %s
gl: Versión da base de datos: %s

source: You do not have iRCop privileges.
gl: Non tes privilexios de iRCop.

source: The config has been reloaded.
gl: A configuración foi recargada.

source: The channel is empty.
gl: A canle está baleiro.

source: You do not have @ nor %.
gl: Non tes @ nin %.

source: End of banned
gl: Fin de vetados

source: The BAN already exist.
gl: O veto (BAN) xa existe.

source: The BAN has been set.
gl: O veto (BAN) foi fixado.

source: The BAN does not exist.
gl: O veto (BAN) non existe.

source: The BAN has been deleted.
gl: O veto (BAN) foi eliminado.

source: End of /WHOIS.
gl: Fin de /WHOIS.

source: STATUS: \0036AKICK\003.
gl: ESTADO: \0036AKICK\003.

source: STATUS: \0036BANNED\003.
gl: ESTADO: \0036VETADO\003.

source: STATUS: \0034EMPTY\003.
gl: ESTADO: \0034BALEIRO\003.

source: STATUS: \0033ACTIVE\003.
gl: ESTADO: \0033ACTIVO\003.

source: The channel is registered.
gl: A canle está rexistrado.

source: You do not have access.
gl: Non tes acceso.

source: Your access is VOP.
gl: O teu acceso é de VOP.

source: Your access is HOP.
gl: O teu acceso é de HOP.

source: Your access is AOP.
gl: O teu acceso é de AOP.

source: Your access is SOP.
gl: O teu acceso é de SOP.

source: Your access is FOUNDER.
gl: O teu acceso é de FUNDADOR.

source: The channel has no modes.
gl: A canle non ten modos.

source: The channel has modes:%s
gl: A canle ten os modos:%s

source: The channel key is: %s
gl: O contrasinal da canle é: %s

source: The founder of the channel is: %s
gl: O fundador da canle é: %s

source: Registered for: %s
gl: Rexistrado desde: %s

source: The channel is not registered.
gl: A canle non está rexistrado.

source: STATUS: \0034OFFLINE\003.
gl: ESTADO: \0034DESCONECTADO\003.

source: STATUS: \0033CONNECTED\003.
gl: ESTADO: \0033CONECTADO\003.

source: The nick is registered.
gl: Ten o alcume rexistrado.

source: The email is: %s
gl: O seu correo electrónico é: %s

source: The website is: %s
gl: A súa Web é: %s

source: The vHost is: %s
gl: O seu vHost é: %s

source: Last seen on: %s
gl: Visto por última vez: %s

source: %s is: %s!%s@%s
gl: %s é: %s!%s@%s

source: The IP is: %s
gl: O seu IP é: %s

source: Is an iRCop.
gl: É un iRCop.

source: Connects trough a secure channel SSL.
gl: Conecta mediante unha canle segura SSL.

source: Connects trough WebChat.
gl: Conecta mediante WebChat.

source: None
gl: Ningunha

source: Your options are: %s
gl: As túas opcións son: %s

source: Connected from: %s
gl: Conectado desde: %s

source: The nick does not exist.
gl: O alcume non existe.

source: The server is not listed in config.
gl: O servidor non está na miña lista.

source: The server is already connected.
gl: O servidor xa está conectado.

source: Connecting ...
gl: Conectando ...

source: Name: %s IP: %s
gl: Nome: %s IP: %s

source: Connected at: %s
gl: Conectado a: %s

source: The server is not connected.
gl: O servidor non está conectado.

source: You can not make an SQUIT to your own server.
gl: Non podes facer un SQUIT ao teu propio servidor.

source: The server has been disconnected.
gl: O servidor foi desconectado.

source: Unknown command.
gl: Comando descoñecido.

source: Your nick is marked as SPAM.
gl: O teu alcume está marcado como SPAM.

source: HUB is not present, closing connection.
gl: Non hai HUB, pechando conexión.

source: Closing connection. HUB missmatch. ( %s > %s )
gl: Pechando conexión. Os HUB non coinciden. ( %s > %s )

source: Error in DataBases, closing connection.
gl: Erro nas BDDs, pechando conexión.

source: Sincronyzing DataBases.
gl: Sincronizando BDDs.

source: DataBases syncronized, %s records updated.
gl: BDDs sincronizadas, actualizáronse: %s rexistros.

source: ERROR: invalid SERVER. Closing connection.
gl: ERRO: SERVER inválido. Pechando conexión.

source: ERROR: invalid %s.
gl: ERRO: %s inválido.

source: Nickname %s enters to irc with ip: %s from server: %s
gl: Alcume %s entra ao irc con ip: %s desde o servidor: %s

source: ERROR: Can not introduce the user %s with SNICK command.
gl: ERRO: Non se puido introducir o usuario %s mediante o comando SNICK.

source: Nickname %s changes nick to %s from a remote server.
gl: Alcume %s cámbiase o alcume a %s desde un servidor remoto.

source: An error happens.
gl: Ocorreu un erro.

source: You have reached the maximum number of clones.
gl: Superaches o numero máximo de clons.

source: Your IP is in our DNSBL lists.
gl: O teu IP está nas nosas listas DNSBL.

source: You connect too fast, wait 30 seconds to try connect again.
gl: Conéctasche demasiado rápido, espera 30 segundos para volver conectarche.

source: The server %s was splitted from network.
gl: O servidor %s foi desligado da rede.

source: The server %s is not present into config file.
gl: O servidor %s non está no ficheiro de configuración.

source: Cannot connect to server: %s Port: %s
gl: Non se puido conectar co servidor: %s Porto: %s

source: Connection attempt from: %s - Not found in config.
gl: Intento de conexión de: %s - Non se atopou na configuración.

source: The server %s exists, the connection attempt was ignored.
gl: O servidor %s xa existe, ignorouse o intento de conexión.

source: Connection with %s right. Syncronizing ...
gl: Conexion con %s correcta. Sincronizando ...

source: End of syncronization with %s
gl: Fin de sincronización de %s

source: The connection has expired.
gl: A conexión expirou.

source: Wrong nick or channel.
gl: Alcume ou canle incorrectos.

source: The base64 file weights too much.
gl: O arquivo base64 é demasiado grande.

source: Your client does not support send base64 over irc.
gl: O teu cliente non soporta o envío de base64 a través do irc.

source: Nickname %s changes nick to: %s with ip: %s
gl: Alcume %s cámbiase o alcume a: %s con ip: %s

source: Nick is in use.
gl: O alcume xa esta en uso.

source: Nickname %s enter to irc with ip: %s
gl: Alcume %s entra ao irc con ip: %s

source: Welcome to \002%s.\002
gl: Benvido a \002%s.\002

source: Your server is: %s working with: %s
gl: O teu servidor é: %s funcionando con: %s

source: This server was created: %s
gl: Este servidor foi creado: %s

source: You are already registered !
gl: Xa estás rexistrado !

source: Nick %s leaves irc
gl: Alcume %s sae do chat

source: Nick %s leaves channel: %s
gl: Alcume %s sae da canle: %s

source: Nick %s joins channel: %s
gl: Alcume %s entra á canle: %s

source: Nick %s leaves irc caused by a netsplit
gl: Alcume %s sae do chat por un netsplit

source: To make this action, you need identify first.
gl: Para efectuar esta acción necesitas ter o alcume identificado.

source: You need to be into the channel and got @ to make %s.
gl: Necesitas estar dentro da canle e ter @ para facer %s.

source: You are not the founder of the channel.
gl: Non es o fundador da canle.

source: You do not have enough access.
gl: Non tes suficiente acceso.

source: The option NOACCESS is enabled for this user.
gl: O usuario ten activada a opción NOACCESS.

source: The target nick is not registered.
gl: O alcume destino non está rexistrado.

source: You do not have enough access to change founder.
gl: Non tes acceso para cambiar o fundador.

source: The founder cannot be changed.
gl: Non se puido cambiar o fundador.

source: The founder has changed to: %s
gl: O fundador cambiouse a: %s

source: The nickname has already access: %s
gl: O alcume xa ten acceso de: %s

source: The record has been inserted.
gl: Inseriuse o rexistro.

source: %s has been given to %s
gl: Deuse %s a %s

source: The user do not have access.
gl: O usuario non ten acceso.

source: The record cannot be deleted.
gl: O rexistro non se puido borrar.

source: %s has been removed to %s
gl: Quitouse %s a %s

source: There is no access of %s
gl: Non hai accesos de %s

source: \002%s\002 accessed by %s
gl: \002%s\002 accedido por %s

source: The topic is too long.
gl: O tópico é demasiado longo.

source: The topic can not be changed.
gl: O tópico non se puido cambiar.

source: The topic has changed.
gl: O tópico cambiouse.

source: You are G-Lined. Reason: %s
gl: Tes un G-Line. Motivo: %s

source: The mask already got AKICK.
gl: A máscara xa ten AKICK.

source: The reason or the mask contains no-valid characters.
gl: O motivo ou a máscara conteñen caracteres non válidos.

source: The AKICK can not be inserted.
gl: O AKICK non se puido inserir.

source: The user do not have AKICK.
gl: O usuario non ten AKICK.

source: The AKICK for %s has been deleted.
gl: Quitouse AKICK a %s.

source: AKICK list of channel %s is empty.
gl: Non hai AKICKS no canle %s.

source: \002%s\002 updated by %s. Reason: %s
gl: \002%s\002 realizado por %s. Motivo: %s

source: The nick already got %s.
gl: O alcume xa ten %s.

source: The nick do not have any mode.
gl: O alcume non ten ningún modo.

source: The key contains no-valid characters.
gl: A chave contén caracteres no válidos.

source: The key is too long.
gl: A chave é demasiado longa.

source: The key can not be changed.
gl: A chave non se puido cambiar.

source: The key has changed to: %s
gl: A chave cambiouse a: %s

source: The available modes are: flood, onlyreg, autovoice, moderated, onlysecure, nonickchange
gl: Os modos dispoñibles son: flood, onlyreg, autovoice, moderated, onlysecure, nonickchange

source: Unknown mode.
gl: Modo descoñecido.

source: The channel %s already got the mode %s
gl: A canle %s xa ten o modo %s

source: The flood mode got parameters.
gl: O modo flood ten argumentos.

source: The parameter of flood mode is incorrect.
gl: O argumento do modo flood é incorrecto.

source: The mode can not be setted.
gl: O modo non se puido poñer.

source: The mode is setted.
gl: O modo fixouse.

source: The channel %s doesnt got the mode %s
gl: A canle %s non ten o modo %s

source: The mode cannot be removed.
gl: O modo non se puido quitar.

source: The mode has been removed.
gl: O modo quitouse.

source: The key has been removed.
gl: A chave foi eliminada.

source: The nick has activated the NOACCESS option.
gl: O alcume activou a opción NOACCESS.

source: The e-mail for nick %s has been deleted.
gl: O e-mail do alcume %s foi borrado.

source: The url seems to be wrong.
gl: A url parece incorrecta.

source: The url for nick %s cannot be changed. Contact with an iRCop.
gl: A url para o alcume %s non puido ser cambiada. Contacte cun iRCop.

source: Your URL has changed.
gl: Cambiaches o teu URL.

source: Your URL has been deleted.
gl: Borraches o teu URL.

source: The option %s cannot be changed.
gl: A opción %s non puido ser cambiada.

source: The option %s has been setted.
gl: A opción %s foi cambiada.

source: The option %s has been deleted.
gl: A opción %s foi borrada.

source: The language is not valid, the options are: %s.
gl: O idioma non é válido, as opcións son: %s.

source: The language cannot be setted.
gl: O idioma non puido ser cambiado.

source: The language has been setted to: %s.
gl: O idioma cambiouse a: %s.

source: Memo from: %s Received %s Message: %s
gl: Memo de: %s Recibido: %s Mensaxe: %s

source: The path %s is not valid.
gl: A ruta %s non é válida.

source: You do not own the path %s
gl: A ruta %s non che pertence

source: The nick %s can not register more paths.
gl: O alcume %s non pode ter máis rutas.

source: The path %s is already registered.
gl: A ruta %s xa está rexistrada.

source: Path %s can not be registered.
gl: A ruta%s non puido ser rexistrada.

source: Path %s has been registered by %s.
gl: A ruta%s foi rexistrada por %s.

source: Path %s can not be deleted.
gl: A ruta %s non puido ser borrada.

source: Path %s has been deleted.
gl: A ruta %s foi borrada.

source: The owner of path %s can not be changed.
gl: O propietario da ruta %s non puido ser cambiado.

source: The owner of path %s has changed to: %s.
gl: O propietario da ruta %s foi cambiado a: %s.

source: You already have a vHost request.
gl: Xa tes unha petición de vHost.

source: Your request can not be deleted.
gl: O teu petición non puido ser borrada.

source: Your request has been deleted.
gl: A túa petición foi borrada.

source: Your request can not be registered.
gl: A túa petición non puido ser rexistrada.

source: Your request has been registered successfully.
gl: A túa petición foi rexistrada con éxito.

source: Your nick does not have a vHost set.
gl: O teu alcume non ten un vHost configurado.

source: Your deletion of vHost cannot be ended.
gl: A túa eliminación de vHost non puido ser finalizada.

source: Your deletion of vHost finished successfully.
gl: A túa eliminación de vHost foi finalizada con éxito.

source: The nick %s does not have a vHost request.
gl: O alcume %s non ten unha petición de vHost.

source: Your request can not be finished.
gl: A túa petición non puido ser finalizada.

source: Your request has finished successfully.
gl: A túa petición foi finalizada con éxito.

source: End of LIST.
gl: Fin de LIST.

source: Nick too long.
gl: Alcume demasiado longo.

source: You do not have a vHost request.
gl: Non tes unha petición de vHost.

source: The nick/channel is not registered.
gl: O alcume/canle non está rexistrado.

source: The server has reached maximum number of connections.
gl: O servidor superou o número máximo de conexións.

source: The record can not be inserted.
gl: O rexistro non se puido inserir.

source: The GLINE already exists.
gl: O GLINE xa existe.

source: The GLINE contains non-valid characters.
gl: O GLINE contén caracteres non válidos.

source: There is not GLINE with this IP.
gl: Non existe GLINE con esa IP.

source: The GLINE has been removed.
gl: Quitouse o GLINE.

source: There is no GLINES.
gl: Non hai GLINES.

source: \002%s\002 by %s. Reason: %s
gl: \002%s\002 por %s. Motivo: %s

source: The SPAM already exists.
gl: O SPAM xa existe.

source: The SPAM contains non-valid characters.
gl: O SPAM contén caracteres non válidos.

source: There is not SPAM with this MASK.
gl: Non existe SPAM con esa MÁSCARA.

source: SPAM has been added to MASK: %s by nick %s.
gl: Inseriuse o SPAM á MÁSCARA: %s polo alcume: %s

source: SPAM has been deleted to MASK: %s by nick %s.
gl: Quitouse o SPAM á MÁSCARA: %s polo alcume: %s.

source: There is no SPAM.
gl: Non hai SPAM.

source: \002%s\002 by %s. Flags: %s Reason: %s
gl: \002%s\002 por %s. Flags: %s Motivo: %s

source: The iRCop already exists.
gl: O iRCop xa existe.

source: There is not OPER with such nick.
gl: Non existe OPER con ese alcume.

source: There is no OPERs.
gl: Non hai OPERs.
