Repository: Pryancito/zeusircd
Catalog: lang/*/LC_MESSAGES/zeus.po
Languages: es, gl

source: \002%s\002 opered by %s since: %s
gl: \002%s\002 opeado por %s fai: %s

source: OPER %s inserted by nick: %s.
gl: Inseriuse o OPER: %s polo alcume: %s.

source: OPER %s deleted by nick: %s.
gl: Borrouse o OPER: %s polo alcume: %s.
